import React from "react";
import foto2 from './img/foto2.jpeg'
import foto3 from './img/foto3.jpeg'
import foto5 from './img/foto5.jpeg'
import foto9 from './img/foto9.jpeg'
import foto6 from './img/foto6.jpeg'
import foto7 from './img/foto7.jpeg'
import foto11 from './img/foto11.jpeg'
import foto12 from './img/foto12.png'
import './App.css';
import foto13 from './img/foto13.jpeg'


export default function Future() {
    return(
        <div className="App2">
            <div id="container">

                <p id="catstext">Кошка способна жить сама по себе. Ей не нужна огромная стая, она может обеспечить себя
                    питанием и найти себе укромное место для сна и без помощи человека. Ум, самодостаточность и
                    независимость животного заставляет человека уважать ее желания и границы.
                    Многие владельцы кошек отмечают, что настоящим хозяином дома у них является кот, а люди в доме – лишь гости.
                </p>

                <img id='cats' src={foto2} alt="Остров котов" />

            </div>

            <div id="container">

                <p id="catstext">
                    Однако даже самой независимой кошке, которая проживала рядом с человеком, нужна компания для общения. 
                    Если ваш питомец вынужденно остается дома один – воспользуйтесь нашими советами и 
                    организуйте ему комфортную жизнь в ваше отсутствие. 
                </p>
                <img id='cats' src={foto3} alt="Остров котов" />

            </div>

            <div id="container">
                <p id="catstext">
                    Обустройте коту зоны для активностей: для сна, для кормления, туалет и др.
                    Расположите зоны для кормления и туалета максимально удаленно друг от друга, чтобы запахи
                    не перемешивались между собой. Оставьте в разных местах емкости с водой, чтобы кот мог в любое время утолить жажду. 
                </p>

                <img id='cats' src={foto5} alt="Остров котов" />
            </div>
            <div id="container">
                <p id="catstext">
                    Молодым котам нужна активность, поэтому позаботьтесь об игрушках, которые удовлетворят его охотничий 
                    инстинкт и желание двигаться. Это могут быть различные пищалки и погрызушки, когтеточки, 
                    подвешенные на резинке пампушки и шарики. Особый интерес вызывают игрушки, внутрь которых 
                    можно положить сухой корм. При движении таких приспособлений корм поштучно выпадает на пол, и кот 
                    начинает активно «добывать» пропитание в игре. 
                </p>
                <img id='cats' src={foto6} alt="Остров котов" />


            </div>
            <div id="container">
                <p id="catstext">
                    Если кот любит гулять на улице, устройте в доме зону лазанья, заменив ему ветки и заборы. 
                    Это могут быть поручни, лестницы, открытое пространство на шкафу или комоде (или же новые шторы, 
                    если больше кот ничего не найдет). Потребность спрятаться с целью выслеживания добычи или укрытия от
                    опасности можно реализовать, сделав коту норку. Лучше сделать ее на возвышении, так кот получит 
                    дополнительно обзор территории сверху.
                </p>
                <img id='cats' src={foto7} alt="Остров котов" />

            </div>

            <div id="container">

                <p id="catstext">
                Обязательно организуйте коту места для точки когтей. Это могут быть специальные столбики с джутом или 
                прикрепленные на стену или угол шершавые коврики (лучше оснастить стену ковриком, чем менять диван с 
                разодранной обивкой). Царапая поверхность, кот не только избавляется от ненужных участков ногтей, но и 
                снимает эмоциональное напряжение. 
                </p>

                <img id='cats' src={foto9} alt="Остров котов" />

            </div>

            <div id='container'>
                <p id="catstext">
                    Позвольте коту иметь доступ к вещам хозяина. Кот может лечь на предметы одежды, диванную подушку-думку
                    или полотенце, на котором есть запах хозяина. Это успокаивает питомца и приносит ему положительные эмоции.
                </p>

                <img id='cats' src={foto11} alt="На подушке" />

            </div>

            <div id='container'>
                <p id="catstext">
                    Оставаясь подолгу один в доме, кот становится более закрытым и сдержанным в эмоциях.
                    Стресс от одиночества выражается в резких реакциях на поглаживания.  Если раньше кот был ласков, 
                    а после разлуки стал царапаться и кусаться, отнеситесь к этому с пониманием и дайте ему время на принятие ситуации.
                    Наберитесь терпения и внимательно следите за его сигналами. Начинайте легкие поглаживания, когда кот пришел к вам 
                    сам: запрыгнул на колени или лег рядом. Остановитесь, если заметили следующие изменения в поведении:
                    сворачивает хвост в дугу или бьет им в разные стороны;
                    ушки встают в стороны (как крылья у самолета) или прижимаются к голове; 
                    кожа на спине начинает подрагивать;
                    зрачки глаз округляются и расширяются.
                </p>

                <img id='cats' src={foto12} alt="На подушке" />

            </div>

            <div id='container'>
                <p id="catstext">
                    При первых признаках раздражения отпустите котика. Дождитесь следующей готовности к ласкам и 
                    только тогда начните гладить снова. Чем внимательнее вы будете к сигналам, тем быстрее кот снова начнет доверять вам.
                    Говорите с котом – звук вашего голоса успокоит его. Не прогоняйте его от себя, если он вдруг
                     решит полизать руку – так кошки проявляют нежность и желание защитить, это сродни людским объятиям. 

                </p>

                <img id='cats' src={foto13} alt="На травке" />

            </div>


        </div>
    )

}